---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportPDFSettings
source: html/68e12613-4540-744c-e882-89e900ca5ffd.htm
---
# ExportPDFSettings Properties

The id of the assembly instance to which the element belongs.